Repository: ann-who/todo
Catalog: lib/l10n/app_*.arb
Languages: fr

# appName
source: Make IT!
fr: Faire ça!

source: My ToDos
fr: Mes tâches

source: Done
fr: Réalisée(s)

# newToDo
source: Create new ToDo
fr: Créer nouvelle tâche

source: Save
fr: Sauver

# haveToDo
source: What I have to do...
fr: Qu'est-ce que je dois faire...

source: Priority
fr: Priorité

source: No
fr: Il n'y a pas

source: Low
fr: Bas

source: High
fr: Haut

source: OK
fr: Ça va

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer

source: Exit
fr: Partir

# alertSaveTask
source: Save the task?
fr: Sauve la tâche?

# alreadyDeletedError
source: The task has been already deleted
fr: La taĉhe était déjà supprimée

# errorOccured
source: An error occured. Try one more time
fr: Il y a une erreur. Essayez encore une fois

# noData
source: You don't have any task yet
fr: Vous n'avez pas ajouté des tâches

# onCreateError
source: There is an error on creating. Try one more time
fr: Il y a une erreur en création. Essayez encore une fois

# onEditError
source: There is an error on editing. Try one more time
fr: Il y a une erreur en rédaction. Essayez encore une fois

# onDeleteError
source: There is an error on deleting. Try one more time
fr: Il y a une erreur en supprimation. Essayez encore une fois
